[Language]
Tên Hiển Thị=Tiếng Việt
DisplayName=Tiếng Việt

[500]
500=***Section use for Bot messages and splash***
1=Không chạy/Biên dịch Script như (x64)! Hãy thử chạy/Biên dịch Script như (x86) để có được các bot làm việc.\r\nNếu thông điệp này vẫn xuất hiện, cố gắng cài đặt lại AutoIt.
2=Bằng cách sử dụng các dòng lệnh (hoặc một phím tắt), bạn có thể bắt đầu nhiều Bots:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\nVới các tham số dòng lệnh đầu tiên, chỉ định Tên Hồ sơ (bạn có thể tạo Hồ sơ trên tab Linh tinh, nếu 1 tên hồ sơ chứa 1 {không gian}, hãy gửi kèm theo các Tên Hồ sơ trong dấu ngoặc kép). Với thứ 2, xác định tên của các Giả lập và với thứ 3, 1 Trường hợp Android (không cho BlueStacks). \r\nGiả lập được hỗ trợ là MEmu, Droid4X, Nox, BlueStacks2 và BlueStacks.\r\n\r\nCác ví dụ:\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
3=%s
4=%s (instance %s)
5=My Bot cho %s đang chạy.\r\n\r\n
6=My Bot với Profile %s đang chạy trong %s.\r\n\r\n
7=Tìm thấy chạy %s %s
8=Giả lập Android: %s
9=Android Shield không có sẵn cho %s
20=, Profile: %s
21=Khởi động Android...
22=Phát hiện Android...
23=Đang tải Main GUI...
24=Đang tải GUI Bottom...
25=Đang tải General tab...
26=Đang tải Village tab...
27=Đang tải Attack tab...
28=Đang tải Bot tab...
29=Đang tải About Us tab...
30=Khởi động GUI...
31=Hiện bot
32=Ẩn khi giảm thiểu
33=Hỗ trợ Development
34=About
35=Thoát
36=Đóng bot trước...
40=Đang tải Mods tab...

[600]
600=***Section use for Tab Name***
0=TAB Name
1=Nhật ký
2=Làng
3=Kế hoạch Tấn công
4=Bot
5=About Us
6=Linh tinh
7=Xin && Cho
8=Nâng cấp
9=Thành tích
10=Thông báo
11=Xin Quân
12=Cho Quân
13=Lịch Trình Cho Quân
14=Phòng thí nghiệm
15=Heroes
16=Công trình
17=Tường
18=PushBullet/Telegram
19=Hướng dẫn
20=Đào tạo Cũ
21=Spells Cũ
22=Boost
23=Nhà Hoang
24=Nhà Sống
25=TH Snipe
26=Bully
27=Tùy chọn
28=Search
29=Tấn công
30=Thoát Trận
31=Collectors
32=Cài đặt Cup
33=Tải Chiến lược
34=Lưu Chiến lược
35=Tùy chọn
36=Profiles
37=Thống kê
38=Thu được
39=Linh tinh
40=Tấn công
41=Đào tạo Quân đội
42=Tìm && Tấn công
43=Chiến lược
44=A - Cấu trúc
45=B - Điều kiện
46=C - Tấn công
47=D - Sau khi Vắt sữa
48=Nâng cao
49=Note: Chiến lược này đã tắt, đánh dấu vào dấu kiểm trên
50=để kích hoạt nó!
51=Debug
300=Lịch Thông báo
54=Tùy chọn Mod
55=Tùy chọn Chuyển Tài khoản && Profile
60=Mods

[601]
601=***Section use for General***
2=NHẬT KÝ BOT
3=Log Style
4=Sử dụng các tùy chọn để thiết lập kiểu Nhật ký.
5=Tự động thay đổi size
6=Bot và Attack Log cùng size
7=Lớn Bot Log, Nhỏ Attack Log
8=Nhỏ Bot Log, Lớn Attack Log
9=Full Bot Log, Ẩn Attack Log
10=Ẩn Bot Log, Full Attack Log
11=Xóa Atk. Log
12=Sử dụng điều này để làm sạch Nhật ký Auto.
13=Copy vào Clipboard
14=Sử dụng điều này để sao chép Nhật ký Auto vào Clipboard (CTRL+C)
15=NHẬT KÝ TẤN CÔNG
16=                   --------  LOOT --------       ----- BONUS ------
17=A| TIME|TROP.|SEARCH|   GOLD| ELIXIR|DARK EL|TR.|S|  GOLD|ELIXIR|  DE|L.
18=Paypal Donate?
19=Hỗ trợ development

[602]
602=***Section use for General Bottom***
0=- freeware bot -
1=Khởi động Bot
2=Dừng lại Bot
3=Tạm dừng
4=Sử dụng điều này để Tạm Dừng tất cả các hành động của các bot cho đến khi bạn Tiếp Tục (hoặc Pause/Break key).
5=Tiếp tục
6=Sử dụng để Tiếp Tục một Bot dừng lại. (hoặc Pause/Break key).
7=Tìm Kiếm
8=Không tấn công. Tìm kiếm một Làng đáp ứng điều kiện.
9=Photo
10=Click vào đây để có một ảnh chụp ngôi làng của bạn và lưu nó vào một tập tin.
11=Ẩn
12=Sử dụng để di chuyển các cửa sổ Android ra khỏi tầm nhìn.
13=(Không giảm thiểu, nhưng ẩn)
14=Chế độ Nền
15=Chế độ
16=Kiểm tra này là Bật Chế độ Nền của Bot.
17=Với điều này bạn cũng có thể ẩn các cửa sổ Giả lập Android khỏi tầm mắt.
18=DB Attack!
19=LB Attack!
20=TH Snipe!
22=Thống kê Làng
23=sẽ xuất hiện ở đây
24=trên chạy đầu tiên.
25=Chuyển đổi giữa các thông tin làng và số liệu thống kê
26=Hiện
27=Dock
28=Undock
29=Sử dụng điều này để nhúng Window Android vào Bot.
30=Sử dụng điều này để BẮT ĐẦU bot.
31=Sử dụng điều này để DỪNG LẠI bot (or ESC key).
32=Check
33=Dùng cách này để kiểm tra phiên bản Mod.
34=Hỗ trợ
35=Nhóm Hỗ trợ Mybot Mod Tất cả các phiên bản.

[603]
603=***Section use for Commun Value***
0=None
1=Nothing
2=Nút này sẽ dọn dẹp, hoặc thiết lập toàn bộ hàng của hộp
3=AM
4=PM
5=search(es).
6=giây.
7=second
8=giây
9=Min
10=phút.
12=%
13=-
14=Giờ
15=Giờ
16=Su
17=Sunday
18=Mo
19=Monday
20=Tu
21=Tuesday
22=We
23=Wednesday
24=Th
25=Thursday
26=Fr
27=Friday
28=Sa
29=Saturday
30=Chỉ trong những giờ mỗi ngày
31=Chỉ trong những ngày trong tuần
32=Làng
35=Giờ:
36=Ngày:
37=hrs
38=hr

[604]
604=***Section use for Troops***
1=Barbarians
2=Archers
3=Giants
4=Goblins
5=Wall Breakers
6=W.Breakers
7=Balloons
8=Wizards
9=Healers
10=Dragons
11=Pekkas
12=P.E.K.K.A.s
13=Minions
14=Hog Riders
15=Valkyries
16=Golems
17=Witches
18=Lava Hounds
19=Bowlers
20=Baby Dragons
21=Miners

[605]
605=***Section use for Spell***
1=Lightning Spell
2=Healing Spell
3=Rage Spell
4=Jump Spell
5=Freeze Spell
6=Poison Spell
7=EarthQuake Spell
8=Haste Spell
9=Poison
10=EarthQuake
11=Haste
12=Clone Spell
13=Skeleton Spell
14=Skeleton

[606]
606=***Section use for Tab End Battle***
1=Thoát Trận đấu
2=Khi ko có tài nguyên mới
3=Kết thúc trận đấu nếu không có tài nguyên phụ lục soát trong số này của giây.
4=Đếm ngược được bắt đầu sau khi tất cả Quân và Hoàng gia được triển khai trong trận đấu.
5=thu được sau
7=Và Tài nguyên dưới
8=Kết thúc trận đấu nếu Gold dưới số tiền này.
9=Khi không có tài nguyên
10=Kết thúc trân đấu khi tất cả Gold, Elixir và Dark Elixir = 0
11=Khi Một sao là thắng
12=Sẽ kết thúc trận đấu khi 1 sao nhận được
13=Khi Hai sao là thắng
14=Sẽ kết thúc trận đấu khi 2 sao nhận được
15=Tùy chọn kết thúc trận đấu DE side
16=Tấn công Dark Elixir Side, Tùy chọn Kết thúc trận
17=Cho phép chọn pha đối mặt với DE trong Triển khai Nhà Sống - Tấn Công On: tùy chọn
18=Khi bên dưới
19=Cho phép điều kiện đặc biệt để tấn công phía Dark Elixir.
20=Nếu không có bộ lọc bổ sung được chọn sẽ kết thúc trận đấu khi dưới Phần trăm Tổng Dark Elixir.
21=Tùy chọn Disable thông thường Trận đấu cuối
22=Tùy chọn Vô hiệu hoá thông thường Trận đấu cuối cùng khi pha đối mặt với DE được tìm thấy.
23=Sẽ kết thúc trận khi dưới min DE và 1 Sao được chiến thắng.
24=Khi
25=Sẽ kết thúc trận khi dưới min DE và King là yếu
26=là yếu
27=Sẽ kết thúc trận khi dưới min DE và Queen là yếu
28=Chuyển Tấn công DB ở END
29=Đặt % trại quân đội trước khi kích hoạt tùy chọn này

[607]
607=***Section use for Tab Scripted Attack***
1=Triển khai
2=IMG
3=Làm cho IMG với thông tin bổ sung trong Hồ Sơ -> Temp Thư mục
4=Chọn kịch bản; Bạn có thể chỉnh sửa/thêm các kịch bản mới nằm trong thư mục: 'CSV/Attack'
5=Tải lại Tập tin Script
6=Hiện/Chỉnh sửa Tấn Công Script
7=Tạo một Tấn Công Script mới
8=Sao chép Tấn Công Script hiện tại cho một tên mới
30=Tốc độ Triển Khai CSV
31=Tốc độ bình thường
32=Tăng hoặc giảm tốc độ mà tại đó các cuộc tấn công kịch bản CSV triển khai quân đội và sóng.
33=Tăng hoặc giảm tốc độ mà tại đó các cuộc tấn công kịch bản CSV triển khai quân đội và sóng.

[608]
608=***Section use for Tab Standard Attack***
1=Triển khai
2=Thứ tự Thả Quân
3=Tấn công
4=Tấn công một mặt duy nhất, xuyên thấu qua cơ sở
5=Tấn công hai bên, xuyên thấu qua cơ sở
6=Tấn công ba mặt, được bên ngoài và một số bên trong của cơ sở
7=Chọn số của bên tấn công trên.
8=một hướng
9=hai hướng
10=ba hướng
11=tất cả các hướng
12=Tốc độ
13=Đặt tốc độ thả lính, 1 là nhanh nhất nhanh như thú vậy, 10 là chậm nhất nhưng giống người chơi hơn.
14=Ngẫu nhiên sẽ làm cho bot đa dạng hơn và gần gũi hơn với một người.
15=Đợt
16=Ngẫu nhiên chậm trễ Tốc độ && Đợt
17=Sử dụng Tấn công Thông minh: Gần Kẻ Đỏ.
18=Sử dụng thông minh tấn công để phát hiện bên ngoài 'Kẻ Đỏ' của làng để tấn công. Và thả quân của bạn gần với nó.
19=Kiểu thả
20=Chọn chế độ triển khai Quân cho những đợt sóng.
21=Loại 1: Thả quân một làn sóng duy nhất mỗi bên sau đó chuyển quân, HOẶC
22=Loại 2: Thả tất cả quân một làn sóng đầy đủ (e.g. giants, barbs và archers) mỗi bên sau đó đổi bên.
23=Bên, sau đó Quân
24=Quân, sau đó Bên
25=Mặc định(Tất cả Quân)
26=Thả quân gần Gold Mines
27=Thả quân gần Elixir Collectors
28=Thả quân gần Dark Elixir Drills
29=Tấn công phía đơn gần nhất với Dark Elixir Storage
30=Tấn công phía đơn gần nhất với Townhall
31=Tấn công Bên DE
32=Tấn công Bên TH
33=Chọn lệnh quân thả cài sẵn.
34=Mỗi tùy chọn triển khai quân theo một thứ tự khác nhau và sóng khác nhau
35=Chỉ có quân được chọn trong "chỉ thả những quân này" tùy chọn sẽ được giảm
40=Four Fingers Classic

[609]
609=***Section use for Tab Trophy Setting***
1=Cài đặt Cup
2=Phạm vi Cup
3=MIN: Bot sẽ hạ Cup cho đến khi giá trị dưới sau.
4=MAX: Bot sẽ hạ Cup nếu số Cup của bạn lớn hơn giá trị này.
5=Sử dụng Heroes Để Hạ Cup
6=Sử dụng Heroes Hạ Cup nếu Heroes có sẵn.
7=Tấn công Nhà Hoang Khi Đang Hạ Cup
8=Tấn công Nhà Hoang tìm thấy trên các tìm kiếm đầu tiên trong khi hạ Cup.
9=Chờ cho đến khi quân
10=Nhập số phần trăm quân đầy đủ yêu cầu để tấn công nhà hoang trước khi bắt đầu hạ cúp.

[610]
610=***Section use for Village Misc***
1=Dừng Tấn công
2=Sử dụng các tùy chọn để thiết lập khi các bot sẽ ngừng tấn công.
3=Dừng Tấn Công
4=Dừng Bot
5=Đóng Bot
6=Đóng CoC+Bot
7=Tắt PC
8=Ngủ PC
9=Khởi động PC
10=Khi...
11=G và E Full và Max.Cup
12=(G và E) Full hoặc Max.Cup
13=(G hoặc E) Full và Max.Cup
14=G hoặc E Full hoặc Max.Cup
15=Gold và Elixir Full
16=Gold hoặc Elixir Full
17=Gold Full và Max.Cup
18=Elixir Full và Max.Cup
19=Gold Full hoặc Max.Cup
20=Elixir Full hoặc Max.Cup
21=Gold Full
22=Elixir Full
23=Đạt Max. Cup
24=Dark Elixir Full
25=Tất cả Kho (G+E+DE) Full
26=Bot chạy cho...
27=Bây giờ (Chỉ Train/Donate)
28=Bây giờ (Chỉ Donate)
29=Bây giờ (Chỉ có ở lại trực tuyến)
30=W/Shield (Chỉ Train/Donate)
31=W/Shield (Chỉ Donate)
32=W/Shield (Chỉ có ở lại trực tuyến)
35=Bot sẽ tự động ngừng khi bạn chạy ra khỏi các nguồn lực. Nó sẽ tiếp tục khi đạt được những giá trị tối thiểu.
36=Resume Attack
37=Giá trị Gold tối thiểu cho các bot để tiếp tục tấn công sau khi ngừng vì gold thấp.
38=Giá trị Elixir tối thiểu cho các bot để tiếp tục tấn công sau khi ngừng vì elixir thấp.
39=Giá trị Dark Elixir tối thiểu cho các bot để tiếp tục tấn công sau khi ngừng vì dark elixir thấp.
40=Rearm, Collect, Clear
41=Rearm Traps && Reload Xbows và Infernos
42=Kiểm tra này để tự động Rearm Traps, Reload Xbows và Infernos (nếu có) trong Làng của bạn.
43=Collect Resources && Loot Cart
44=Kiểm tra này để tự động thu thập Tài Nguyên của Làng
45=từ Gold Mines, Elixir Collectors và Dark Elixir Drills.
46=Điều này cũng sẽ tìm kiếm 1 Loot Cart trong Làng của bạn và thu thập nó.
47=Dọn Tombstones
48=Kiểm tra này để tự động dọn tombstones sau khi tấn công kẻ thù.
49=Dọn cây cối
50=Kiểm tra này để tự động dọn Cây, Thân cây, vv
51=Dọn GemBox
52=Kiểm tra này để tự động dọn GemBox.
53=Xác định Vị trí Thủ công
54=Townhall
55=Xác định vị trí
56=Clan Castle
57=A.C.
58=Army Camp
59=Bar.
60=Barrack
61=S.F.
62=Spell Factory
63=D.S.F.
64=Dark Spell Factory
65=King
66=Barbarian King Altar
67=Queen
68=Archer Queen Altar
69=Grand Warden
70=Grand Warden Altar
71=Lab.
72=Laboratory
73=Thiết lập lại.
74=Nhấn vào đây để thiết lập lại tất cả các vị trí công trình,
75=khi bạn đã thay đổi cách bố trí ngôi làng của bạn.

[611]
611=***Section use for Tab Request Troops***
1=Quân Clan Castle
2=Xin Quân / Spells
3=Anything please
4=Văn bản này được sử dụng theo yêu cầu của bạn cho quân trong các cuộc trò chuyện Clan.
5=Lịch trình Cho

[612]
612=***Section use for Tab Donate Troops***
22=Lựa chọn Cho Quân
23=Danh sách đen
24=Tùy chỉnh Quân
25=Kích hoạt Cyrillic Alphabet Recognition
26=Kiểm tra này để kích hoạt Cyrillic Alphabet.
27=Cho quân
28=Kiểm tra này để tặng
29=Đóng góp cho Tất cả
31=Điều này cũng sẽ bỏ qua tất cả các từ khóa.
32=Từ khóa đóng góp
33=Không tặng cho các từ khóa này
34=Danh sách đen đóng góp
35=barbarians\r\nbarb
36=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
37=archers\r\narch
38=no archers\r\nno arch\r\narchers no\r\narch no
39=giants\r\ngiant\r\nany\r\nreinforcement
40=no giants\r\ngiants no
41=goblins\r\ngoblin
42=no goblins\r\ngoblins no
43=wall breakers\r\nbreaker
44=no wall breakers\r\nwall breakers no
45=balloons\r\nballoon
46=no balloon\r\nballoons no
47=wizards\r\nwizard\r\nwiz
48=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
49=healer
50=no healer\r\nhealer no
51=dragon
52=no dragon\r\ndragon no
53=PEKKA\r\npekka
54=no PEKKA\r\npekka no
55=minions\r\nminion
56=no minions\r\nminions no\r\nno minion\r\nminion no
57=hogriders\r\nhogs\r\nhog
58=no hogs\r\nhog no
59=valkyries\r\nvalkyrie\r\nvalk
60=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
61=golem
62=no golem\r\ngolem no
63=witches\r\nwitch
64=no witches\r\nwitch no
65=lavahound\r\nlava\r\nhound
66=no lavahound\r\nlava no\r\nhound no
71=ground support\r\nground
72=1st
73=2nd
74=3rd
75=
76=no ground\r\nground no\r\nonly
77=KHÔNG tặng cho bất kỳ của các từ khóa
78=Tổng Danh Sách Đen
79=clan war\r\nwar\r\ncw
80=Danh Sách Đen chung cho các yêu cầu tài trợ
81=nếu từ khóa phù hợp với yêu cầu trò chuyện.
82=cho tất cả các Yêu Cầu Trò Chuyện.
83=
84=
85=
86=
87=poison
88=no poison\r\npoison no
89=earthquake\r\nquake
90=no earthquake\r\nquake no
91=haste
92=no haste\r\nhaste no
93=bowler\r\nbowlers\r\nbowl
94=no bowler\r\nbowl no
95=baby dragon\r\nbaby
96=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
97=miner|mine
98=no miner\r\nminer no\r\nno mine\r\nmine no
99=skeleton|skel
100=no skeleton\r\nskeleton no\r\nno skel
101=air support\r\nany air
102=no air\r\nair no\r\nonly\r\njust

[613]
613=***Section use for Tab Schedule Donations***
1=Lịch trình Đóng Góp

[614]
614=***Section use for Tab Upgrade Laboratory***
1=Phòng thì nghiệm
2=Tự động Nâng cấp phòng thí nghiệm
3=Kiểm tra để cho phép tự động nâng cấp trong phòng thí nghiệm
4=Tiếp theo
5=Chọn kiểu quân nâng cấp với trình đơn kéo xuống này
6=Các biểu tượng quân sẽ xuất hiện ở bên phải.
7=Bất kỳ Dark Spell/Troop được ưu tiên hơn Nâng cấp Heroes!
8=Nút đỏ có thể nhìn thấy có nghĩa là trong quá trình nâng cấp phòng thí nghiệm
9=Điều này sẽ tự động biến mất khi gần thời gian để nâng cấp được hoàn thành.
10=Nếu nâng cấp đã được hoàn thành bằng tay với gems trước khi kết thúc thời gian bình thường,
11=Nhấn vào nút màu đỏ để thiết lập lại bộ đếm thời gian nâng cấp TRƯỚC KHI KHỞI ĐỘNG MỚI NÂNG CẤP
12=Chú ý - Không cần thiết hẹn giờ lặp lại sẽ buộc kiểm tra liên tục cho tình trạng phòng thí nghiệm
13=Bạn có chắc chắn 100% bạn muốn thiết lập lại nâng cấp phòng thí nghiệm hẹn giờ?
14=Nhấn OK để thiết lập lại
15=Hay nhấn Cancel để thoát
16=Thiết lập lại bộ đếm thời gian
17=Hủy bỏ và Trở về
18=Đặt lại hẹn giờ nâng cấp phòng thí nghiệm?
19=Nâng cấp Quân bắt đầu
20=Sẽ bắt đầu kiểm tra hoàn thành tại:

[615]
615=***Section use for Tab Upgrade Heroes***
1=Nâng cấp Heroes liên tục
2=Tự động nâng cấp Heroes của bạn
3=Kích hoạt tính năng nâng cấp King của bạn khi bạn có đủ Dark Elixir (Tiết kiệm Min. Dark Elixir)
4=Bạn có thể tự xác định vị trí Kings Altar trên Tab Linh tinh
5=Xác minh tiếp tục Bot giá trị Dark Elixir tại Tab Linh tinh và Tiết kiệm Min. Dark Elixir tại đây!
6=Kích hoạt tính năng nâng cấp Queen của bạn khi bạn có đủ Dark Elixir (Tiết kiệm Min. Dark Elixir)
7=Bạn có thể tự xác định vị trí Queens Altar tại Tab Linh linh
8=Kích hoạt tính năng nâng cấp Warden của bạn khi bạn có đủ Elixir (Tiết kiệm Min. Elixir)
9=Bạn có thể tự xác định vị trí Wardens Altar tại Tab Linh tinh
11=Kích hoạt với TownHall 7 trở lên
12=Kích hoạt với TownHall 9 trở lên
13=Kích hoạt với TownHall 11

[616]
616=***Section use for Tab Upgrade Buildings***
1=Công trình hoặc Heroes
2=Đơn vị Tên
3=Lvl
4=Kiểu
5=Chi phí
6=Time
7=Rep.
8=Vị trí Nâng cấp
9=Nút để xác định vị trí và thông tin hồ sơ về Nâng cấp Công trình/Heroes
10=Bất kỳ nâng cấp với lặp lại kích hoạt được bỏ qua và không thể được đặt lại
11=Thiết lập lại Nâng cấp
12=Nhấn nút để thiết lập lại & loại bỏ thông tin nâng cấp
13=Nếu hộp lặp lại được kiểm tra, dữ liệu sẽ không được thiết lập lại
14=Min. Gold
15=Tiết kiệm lượng Gold này sau khi nâng cấp hoàn thành.
16=Đặt giá trị này khi cần thiết để tiết kiệm cho việc tìm kiếm, hoặc nâng cấp tường.
17=Min. Elixir
18=Tiết kiệm lượng Elixir này sau khi nâng cấp hoàn thành
19=Đặt giá trị này khi cần thiết để tiết kiệm cho việc quân đội hoặc nâng cấp tường.
20=Min. Dark
21=Tiết kiệm lượng Dark Elixir này sau khi nâng cấp hoàn thành.
22=Đặt giá trị này cao hơn nếu bạn muốn làm cho quân War.
27=Kiểm hộp này để Kích Hoạt Nâng Cấp
28=sau khi sử dụng Xác định vị trí nút Nâng cấp
29=Điều này cho thấy loại nâng cấp, bấm vào để hiển thị vị trí
30=Trạng thái: Đỏ=không được lập trình, Vàng=lập trình, chưa hoàn thành, Xanh=Đã hoàn thành
31=Hộp này được cập nhật với tên đơn vị sau khi nâng cấp đều được kiểm tra
32=Hộp đơn vị này được cập nhật với các cấp độ đơn vị sau khi nâng cấp đều được kiểm tra
33=Hộp chi phí nâng cấp này được cập nhật sau khi nâng cấp đều được kiểm tra
34=Hộp này được cập nhật với thời gian dài nâng cấp sau khi nâng cấp đều được kiểm tra
35=Hộp kiểm này để Kích hoạt Nâng cấp tiếp tục lặp lại
36=Hộp này được cập nhật theo thời gian ước tính cuối nâng cấp sau khi nâng cấp đều được kiểm tra
37=Ước tính End

[617]
617=***Section use for Tab Upgrade Wall***
1=Tường
2=Auto Nâng cấp Tường
3=Kiểm tra này để nâng cấp Tường nếu có đủ các nguồn lực.
4=Số vị trí để kiểm tra và tìm thấy những bức tường. Cao hơn là tốt hơn nhưng chậm hơn.
5=TEST
6=Nhấn vào đây để kiểm tra Phát hiện Tường.
7=Dùng Gold
8=Chỉ sử dụng Gold cho Tường.
9=Có sẵn ở tất cả các cấp độ Tường.
10=Dùng Elixir
11=Chỉ dùng Elixir cho Tường.
12=Chỉ ở mức cấp độ Tường nâng cấp với Elixir.
13=Hãy thử Elixir đầu tiên, Gold thứ hai
14=Hãy thử sử dụng Elixir đầu tiên. Nếu không đủ Elixir cố gắng sử dụng Gold thứ hai cho Tường.
15=Tiết kiệm 1 builder cho Tường
16=Kiểm tra này để dành tối thiểu 1 builder riêng cho các bức tường và
17=giảm builder sẵn của 1 cho nâng cấp khác
18=Tìm kiếm mức Tường
19=Tìm kiếm các bức tường của cấp độ này và cố gắng nâng cấp từng cái một.
20=Next Wall level costs
21=Sử dụng giá trị này như là một chỉ số.
22=Giá trị sẽ cập nhật nếu bạn chọn một mức độ tường khác.
23=Min. Gold để save
24=Tiết kiệm được nhiều Gold này sau khi nâng cấp tường hoàn thành,
25=Đặt giá trị này để tiết kiệm Gold để nâng cấp khác, hoặc tìm kiếm.
27=Tiết kiệm nhiều Elixir này sau khi nâng cấp tường hoàn thành,
28=Đặt giá trị này để tiết kiệm Elixir cho nâng cấp khác hoặc làm quân.
29=Bộ đếm Tường
30=Số đầu vào của mức Tường
31=bạn có.
32=Min. Elixir để save

[618]
618=***Section use for Tab Achievements***
1=Phòng thủ Nông nghiệp
2=Bật Không Thể Phá Vỡ
3=Kích hoạt Phòng thủ Nông nghiệp cho tính năng Không thể phá vỡ.
4=Thời gian chờ
5=Đặt số lượng thời gian để dừng lại CoC và chờ cho các cuộc tấn công của đối phương để giành chiến thắng phòng thủ. (1-99 phút)
6=Phút
7=Farm Min.
8=Save Min.
9=Lượng Gold để dừng Phòng thủ Nông nghiệp, chuyển sang canh tác bình thường nếu dưới.
10=Đặt giá trị số Gold này bạn cần để tìm kiếm hoặc nâng cấp.
11=Lượng Gold trong yêu cầu lưu trữ để Bật Phòng thủ Nông nghiệp.
12=Lượng Gold của bạn cần để thu hút đối phương hoặc để nâng cấp.
13=Lượng Elixir để dừng Phòng thủ Nông nghiệp, chuyển sang canh tác bình thường nếu dưới.
14=Đặt giá trị số Elixir bạn cần để làm cho quân đội hoặc nâng cấp.
15=Lượng Elixir trong yêu cầu lưu trữ để Bật Phòng thủ Nông nghiệp.
16=Lượng Elixir của bạn cần để thu hút đối phương hoặc để nâng cấp.
17=Lượng Dark Elixir để dừng Phòng thủ Nông nghiệp, chuyển sang canh tác bình thường nếu dưới.
18=Đặt giá trị số Dark Elixir bạn cần để làm cho quân đội hoặc nâng cấp.
19=Lượng Dark Elixir trong yêu cầu lưu trữ để Bật Phòng thủ Nông nghiệp.
20=Lượng Dark Elixir của bạn cần để thu hút đối phương hoặc để nâng cấp.
21=Làm thế nào để sử dụng chế độ Không thể phá vỡ
22=Chế độ Không thể phá vỡ sẽ giúp bạn có được trận thắng phòng thủ và các thành tích "Không thể phá vỡ".
23=Đặt "Thời gian Chờ" để bao lâu bạn muốn bot để chờ phòng thủ.
24=Farm Min là bao nhiêu tài nguyên bot phải có trước khi tấn công.
25=Save Min là bao nhiêu tài nguyên bot phải có trước khi bắt đầu chế độ không thể phá vỡ.
26=Nhấp vào liên kết dưới đây để biết thêm thông tin:
27=Thêm thông tin

[619]
619=***Section use for Tab Notify PushBullet***
2=Thông báo PushBullet/Telegram
3=Bật PushBullet
4=Bật thông báo PushBullet
5=Điều khiển từ xa
6=Cho phép chức năng PushBullet điều khiển từ xa
7=Xóa Tin nhắn khi Start
8=Nó sẽ xóa tất cả các thông báo trước khi bạn bắt đầu bot
9=Delete all Msg now
10=Nhấn vào đây để xóa tất cả tin nhắn Pushbullet.
11=Xóa tin nhắn cũ hơn
12=Xóa tất cả các thông báo trước đó lớn hơn giờ quy định
13=Thiết lập khoảng thời gian cho các tin nhắn được xóa.
14=Mã (PushBullet)
15=Bạn cần một Mã sử dụng thông báo PushBullet. Nhận một mã từ PushBullet.com
16=Gốc
17=Gốc - Village name.
18=Gửi tin nhắn PushBullet/Telegram cho các tùy chọn này
19=Match Found
20=Gửi lượng tài nguyên có sẵn khi bot tìm thấy một ngôi làng để tấn công.
21=Last raid as image
22=Gửi ảnh chụp màn hình khi kết thúc trận đấu.
23=Last raid as Text
24=Gửi kết quả kết thúc trận đấu dưới dạng văn bản.
25=Trại Quân Đầy
26=Gửi một cảnh báo khi trại quân đội của bạn là đầy đủ.
27=Wall upgrade
28=Gửi thông tin về nâng cấp tường.
29=Lỗi: Out Of Sync
30=Gửi một cảnh báo khi bạn nhận được Lỗi: Client and Server out of sync
31=Take a break
32=Gửi một cảnh báo khi bạn đã được chơi quá lâu và dân làng của bạn cần nghỉ ngơi.
33=Báo cáo Làng
34=Gửi Thống kê Làng.
35=Alert Last Attack
36=Gửi thông tin về tấn công cuối.
37=Thiết bị khác
38=Gửi một cảnh báo khi ngôi làng của bạn được kết nối với một thiết bị khác.
39=Lịch Trình Thông báo
40=Chỉ trong những giờ trong ngày
326=Nút này sẽ dọn dẹp, hoặc thiết lập toàn bộ hàng của hộp
327=Nút này sẽ dọn dẹp, hoặc thiết lập toàn bộ hàng của hộp
346=Chỉ thông báo trong ngày này trong tuần
337= S
329=Sunday
338= M
330=Monday
339= T
331=Tuesday
340= W
332=Wednesday
341= T
333=Thursday
342= F
334=Friday
343= S
335=Saturday
303=Bật Telegram
304=Bật thông báo Telegram
314=Mã (Telegram)
315=Bạn cần một Mã sử dụng thông báo Telegram. Nhận một mã từ Telegram.com
200=Builder Rảnh
201=Gửi một cảnh báo khi có ít nhất một builder là nhàn rỗi.
202=Bảo trì
204=BAN
205=Gửi một cảnh báo nếu ngôi làng của bạn đã được CẤM bởi SuperCell
206=BOT Cập nhật
207=Gửi một cảnh báo khi có một phiên bản mới của bot.

[620]
620=***Section use for Tab Notify Instructions***
0=Chức năng điều khiển từ xa
1=BOT
2= - gửi thông báo trợ giúp này
3= - xóa tất cả tin nhắn trước đây
4= - khởi động lại bot tên <Village Name> và Giả lập Android
5= - dừng lại các bot tên <Village Name>
6= - tạm dừng các bot tên <Village Name>
7= - tiếp tục các bot tên <Village Name>
8= - gủi Thông kê Làng của <Village Name>
9= - gửi các tập tin đăng nhập hiện tại của <Village Name>
10= - gửi các ảnh chụp tài nguyên kết thúc trận của <Village Name>
11= - gửi các giá trị tài nguyên đột kết thúc trận của <Village Name>
12= - gửi một ảnh chụp của <Village Name>
13=Từ xa bạn có thể kiểm soát bot của bạn sau cú pháp gửi lệnh này:
14=HELP
15=DELETE
16=RESTART
17=STOP
18=PAUSE
19=RESUME
20=STATS
21=LOG
22=LASTRAID
23=LASTRAIDTXT
24=SCREENSHOT
25=Các ví dụ:
26=Yêu cầu trợ giúp
29=logs
30=Current Log
51=Command not recognized
52=Please push BOT HELP to obtain a complete command list.
89=Match Found! after
75=skip(s)
35=G
36=E
37=D
38=T
42=No. of Free Builders
300=SCREENSHOTHD
301= - gửi một ảnh chụp ở độ phân giải cao <Village Name>
302=BUILDER
303= - gửi một ảnh chụp của tình trạng builder của <Village Name>
304=SHIELD
305= - gửi một ảnh chụp của tình trạng shield <Village Name>
67=Chief, we need some rest!
68=Village must take a break..
306=GAIN
84=Screenshot of your village
39=Stats Village Report
91=At Start
40=Now (Current Resources)
41=GEM
43=[No. of Wall Up]
44=Attacked
45=Skipped
34=Last Raid txt

[621]
621=***Section use for Tab Troops***
1=Lính Elixir
2=Thiết lập các loại thành phần Quân.
3='Sử dụng Chế độ Barrack' hoặc 'Tạo lính Tùy chỉnh' cho những sự hợp thành bằng tay.
4=Chỉ dùng: Archers
5=Chỉ dùng: Barbarians
6=Chỉ dùng: Goblins
7=Chỉ dùng: B.Arch
8=Chỉ dùng: B.A.G.G.
9=Chỉ dùng: B.A.Giant
10=Chỉ dùng: B.A.Goblin
11=Chỉ dùng: B.A.G.G.Wall
12=Sử dụng Chế độ Barrack
13=Tạo lính Tùy chỉnh
14=Lính
15=Tổng
16=Tổng số các đơn vị của Quân đội phải bằng Tổng số Quân Trại.
17=Chế độ Barrack
18=Đặt quân thực hiện trong Barrack
19=Army Strength
20='Đầy' Trại
21=Trại lính được 'Đầy' khi đạt % này, sau đó bắt đầu tấn công.
22=Thêm Lính
23=Lính Dark Elixir
24=Thêm Lính Dark
25=Lính Dark Barracks
26=Nhập Số
27= để làm cho.
28=Nhập Số
29=Để làm cho Spells.
200=Đào tạo thời gian nhàn rỗi
201=Đóng Trong khi Đào tạo
202=Tùy chọn này sẽ đóng ứng dụng CoC cho thời gian cần thiết để hoàn thành huấn luyện quân
203=Spell Creation
204=Tùy chọn này sẽ đóng CoC cho thời gian đào tạo cần thiết để hoàn thành Spell
205=Hero Healing
206=Tùy chọn này sẽ đóng CoC cho thời gian đào tạo cần thiết cho Hero sông lại, Đòi hỏi phải chờ đợi cho Heroes được kích hoạt!
207=Đóng Giả lập
208=Tùy chọn này sẽ đóng Giả lập Android, trong khi chờ đợi cho quân đội để đào tạo!
209=Thời gian chuẩn
210=Chọn để chờ đợi thời gian chính xác cần thiết cho quân đội để hoàn thành đào tạo
211=Thêm Ngẫu nhiên Time
212=Chọn để thêm một thời gian chờ đợi ngẫu nhiên như con người quên đụng độ
213=Nhập tỷ lệ phần trăm tối đa thêm thời gian để được sử dụng tạo ra thời gian chờ ngẫu nhiên,
214=Bot sẽ tính toán một thời gian chờ đợi ngẫu nhiên giữa thời gian chính xác cần thiết, và
215=thời gian chính xác cộng với phần trăm ngẫu nhiên xuất hiện nhiều hơn con người
220=Chọn bao nhiêu thời gian để chờ đợi khi tính năng cho phép

[622]
622=***Section use for Tab Spells***
1=Thành phần Spells
2=Sức chứa Spell
3=Nhập số của sức chứa Spells. Đặt ZERO nếu bạn không muốn bất kỳ Spells

[623]
623=***Section use for Tab Boost***
1=Boosts left
2=Boost Barracks
3=Số Barracks để Boost
4=Chọn số Barracks muốn boost với GEMS! Sử dụng thận trọng!
5=Barracks
6=Sử dụng điều này để boost Barracks của bạn với GEMS! Sử dụng thận trọng!
7=Boost Spell Factories
8=Spell Factory
9=Sử dụng điều này để Spell Factory của bạn với GEMS! Sử dụng thận trọng!
10=Dark Spell Factory
11=Sử dụng điều này để Dark Spell Factory của bạn với GEMS! Sử dụng thận trọng!
12=Boost Heroes
13=Barbarian King
14=Sử dụng điều này để Barbarian King của bạn với GEMS! Sử dụng thận trọng!
15=Archer Queen
16=Sử dụng điều này để Archer Queen của bạn với GEMS! Sử dụng thận trọng!
17=Grand Warden
18=Sử dụng điều này để Grand Warden của bạn với GEMS! Sử dụng thận trọng!
19=Lịch Trình Boost

[624]
624=***Section use for Tab Attack***
1=Tấn công bằng
2=Kiểu Tấn công
3=Tấn công Chuẩn
4=Tấn công Scripted
5=Tấn công Milking
6=Chỉ thả những quân
7=Sử dụng tất cả quân
8=Sử dụng quân (.) Barracks
9=Chỉ Barb
10=Chỉ Arch
11=B+A
12=B+Gob
13=A+Gob
14=B+A+Gi
15=B+A+Gob+Gi
16=B+A+Hog Rider
17=B+A+Minion
18=Chọn các quân để sử dụng trong các cuộc tấn công
19=Quân đặc biệt để sử dụng
20=Sử dụng King của bạn khi Tấn công...
21=Sử dụng Queen của bạn khi Tấn công...
22=Sử dụng Warden của bạn khi Tấn công...
23=Thả Clan Castle của bạn trong trận chiến nếu nó có chứa quân.
24=Sử dụng Light Spells của bạn khi Tấn công...
25=Sử dụng Healing Spells của bạn khi Tấn công...
26=Sử dụng Rage Spells của bạn khi Tấn công...
27=Sử dụng Jump Spells của bạn khi Tấn công...
28=Sử dụng Freeze Spells của bạn khi Tấn công...
29=Sử dụng Poison Spells của bạn khi Tấn công...
30=Sử dụng Earthquake Spells của bạn khi Tấn công...
31=Sử dụng Haste Spells của bạn khi Tấn công...
32=TH Snipe
33=Snipe TH External first
34=Nếu TH là bên ngoài bắt đầu với một TH Snipe
35=Thêm gạch
36=Số tối đa của gạch từ biên giới đến xem xét TH như bên ngoài
37=Bạn có thể thêm/chỉnh sửa thiết lập CSV trong thư mục CSV\THSnipe
38=Tấn công Townhall Ngoài
39=Kiểm tra này để tấn công một Towhall tiếp xúc đầu tiên. (Townhall bên ngoài của Tường)
40=TIP: Cũng đánh dấu 'Gặp Townhall Bên ngoài' trên tab Tìm kiếm nếu bạn chỉ muốn tìm kiếm các căn cứ với Townhalls tiếp xúc.
41=Bật với TownHall 7 trở lên
42=Bật với TownHall 9 trở lên
43=Bật với Townhall 11

[625]
625=***Section use for Tab Search***
0=Bắt đầu Tìm kiếm NẾU
1=Tìm kiếm
2=Đặt Min. số lượng tìm kiếm để kích hoạt tùy chọn tấn công này
3=Thiết lập số lượng tối đa các tìm kiếm để kích hoạt tùy chọn tấn công này
4=Cup
5=Đặt Min. số Cup mà cuộc tấn công này sẽ được sử dụng
6=Thiết lập số lượng tối đa của chiếc cúp mà cuộc tấn công này sẽ được sử dụng
7=Trại lính
8=Thiết lập các % trại lính cần thiết để kích hoạt tùy chọn tấn công này trong khi tìm kiếm
9=Chờ cho Heroes là Sẵn sàng
10=Chờ cho King để sẵn sàng trước khi tấn công...
12=Chờ cho Queen để sẵn sàng trước khi tấn công...
13=Chờ cho Warden để sẵn sàng trước khi tấn công...
14=Bộ lọc
15=Tìm kiếm một cơ sở đáp ứng các giá trị thiết lập cho Gold Và/Hoặc/Thêm Elixir.
16=Và: Cả hai điều kiện phải đáp ứng, Gold và Elixir.
17=Hoặc: Một điều kiện phải đáp ứng, Gold hoặc Elixir.
18=+ (THÊM): Tổng số tiền của Gold + Elixir phải đáp ứng.
19=G Và E
20=G Or E
21=G + E
23=Đặt số Gold tối thiểu để tìm kiếm một ngôi làng tấn công.
24=Đặt số Elixer tối thiểu để tìm kiếm một ngôi làng tấn công.
25=Đặt số Gold + Elixer tối thiểu để tìm kiếm một ngôi làng tấn công.
26=Dark Elixir
27=Tìm kiếm một cơ sở đáp ứng các giá trị thiết lập cho Min. Dark Elixir.
28=Đặt số Dark Elixir tối thiểu để tìm kiếm một ngôi làng tấn công.
29=Tìm kiếm một cơ sở đáp ứng các giá trị thiết lập cho Min. Cup.
30=Đặt số Cup tối thiểu để tìm kiếm một ngôi làng tấn công.
31=Townhall
32=Tìm kiếm một cơ sở đáp ứng các giá trị thiết lập cho Max. Townhall Level.
33=Đặt Max. cấp độ của Townhall để tìm kiếm trên một ngôi làng để tấn công.
34=Townhall bên ngoài
35=Tìm kiếm một cơ sở có một Townhall tiếp xúc. (Bên ngoài của Tường)
36=Cơ sở yếu
37=Tìm kiếm một cơ sở có phòng thủ thấp.
38=Đặt Max. cấp độ của Mortar để tìm kiếm trên một ngôi làng để tấn công.
39=Đặt Max. cấp độ của Wizard Tower để tìm kiếm trên một ngôi làng để tấn công.
40=Thỏa 1 điều kiện là đánh
41=Chỉ cần đáp ứng chỉ MỘT trong các điều kiện trên, sau đó Tấn công.
42=TownHall, Khoảng cách Từ
43=Biên giới, Thêm gạch
44=Trong khi Train
45=Thêm số lượng gạch từ Base Edges
46=Đầy lính
47=Nhập bao nhiêu 'Cỏ' 1x1 gạch TH có thể từ các cạnh cơ sở để được nhìn thấy như là một TH ngoài.
48=Ví dụ: (0) gạch; TH phải được chính xác ở mép. (4) gạch: TH có thể 4 gạch xa hơn từ các cạnh và gần với trung tâm của làng.
49=Nếu TH là xa hơn thì số gạch được thiết lập, các cơ sở sẽ được bỏ qua.
50=Tùy chọn Chờ Hẻo vô hiệu hóa khi nâng cấp liên tục Hero được lựa chọn!
51=Đặt Max. Cấp độ của X-Bow để tìm kiếm trên một ngôi làng để tấn công.
52=Đặt Max. Cấp độ của Inferno Tower để tìm kiếm trên một ngôi làng để tấn công.
53=Đặt Max. Cấp độ của Eagle Artillery để tìm kiếm trên một ngôi làng để tấn công.
54=Max Mortar
55=Max Wizard
56=Max X-Bow
57=Max Inferno
58=Max Eagle
59=Tìm kiếm một cơ sở có Mortar dưới mức này.
60=Tìm kiếm một cơ sở có Wizard Tower dưới mức này
61=Tìm kiếm một cơ sở có X-Bow dưới mức này
62=Tìm kiếm một cơ sở có Inferno dưới mức này
63=Tìm kiếm một cơ sở có Eagle Artillery dưới mức này
65=Bật với TownHall 7 trở lên
66=Bật với TownHall 9 trở lên
67=Bật với TownHall 11
68=Chú thích - cho phép phạm vi TÌM KIẾM CHỈ cho kiểu tấn công này.
69=Cài đặt sẽ không đặt giới hạn tìm kiếm để khởi động lại quá trình tìm kiếm!
70=Tùy chọn này sẽ không điều chỉnh Cup ở trong phạm vi bước!
100=Dừng tìm kiếm loại tấn công này khi Spells chưa sẵn sàng
101=Cảnh báo: Không cho phép, trừ khi bạn có spell factory hoặc bot sẽ không tấn công!
110=Tổng số spell được đào tạo vượt quá tổng trong GUI!
111=Giảm số spells được đào tạo,
112=HOẶC CÁI GÌ KHÁC BOT SẼ KHÔNG BAO GIỜ ĐƯỢC TẤN CÔNG!!
113=Bấm YES để đóng thông điệp cảnh báo này
114=YES, tôi Hiểu Cảnh báo|No
115=Chờ cho Spells Cảnh báo!
116=Xin lỗi, phải hiểu được cảnh báo và nhấn Yes!
117=OK
118=User Input Error
119=XIN CHÚC MỪNG!!
120=Bạn tìm thấy thông điệp bí mật trong Bot!
121=Bạn có thể tìm thấy các nút lựa chọn ngẫu nhiên để đóng thông điệp này?
122=HaHaHaHa...
123=Bạn là một người chiến thắng!!
124=Xin lỗi không nút!
125=Đóng góp õ000 cho MyBot.run trong khi chờ đợi 15 phút cho việc này để thời gian ra?
126=Có khó khăn khi tìm nút thoát?
127=Đây là niềm vui, chúng ta có thể tiếp tục đi cả ngày?
128=Hãy thử thêm bốn lần, bạn có thể có được may mắn sớm hay muộn!
129=Bạn đã có một Trái chuối? Mã Khỉ này là Đói!
130=Có thể thử đánh cùng một nút cho đến khi bạn và Mr. Random chọn cùng?
131=Xin lỗi, không thể 'thoát' khỏi này!
132=Lỗi chương trình! Các lập trình viên có thể làm hỏng cả một trò đùa tốt.

[626]
626=***Section use for Tab Collectors***
1=Collectors
2=Chọn nhà sưu tập để tìm kiếm khi tìm kiếm một nhà hoang. Ngoài ra, chọn cách đầy đủ thì phải.
3=Lvl 6. Phải là >
4=Lvl 7. Phải là >
5=Lvl 8. Phải là >
6=Lvl 9. Phải là >
7=Lvl 10. Phải là >
8=Lvl 11. Phải là >
9=Lvl 12. Phải là >
10=(N/A)
11=Lòng khoan dung
12=Sử dụng thanh trượt này để điều chỉnh sai số của tất cả các hình ảnh.
13=Nếu bạn muốn điều chỉnh hình ảnh cá nhân, bạn phải chỉnh sửa các tập tin.
15=Nếu hộp này được chọn, sau đó bot sẽ xem xét
16=cho cấp 6 elixir collectors trong phát hiện nhà hoang.
17=cho cấp 7 elixir collectors trong phát hiện nhà hoang.
18=cho cấp 8 elixir collectors trong phát hiện nhà hoang.
19=cho cấp 9 elixir collectors trong phát hiện nhà hoang.
20=cho cấp 10 elixir collectors trong phát hiện nhà hoang.
21=cho cấp 11 elixir collectors trong phát hiện nhà hoang.
22=cho cấp 12 elixir collectors trong phát hiện nhà hoang.
23=Chọn cách đầy đủ mức 6 collector cần phải cho nó sẽ được đánh dấu "chết"
24=Chọn cách đầy đủ mức 7 collector cần phải cho nó sẽ được đánh dấu "chết"
25=Chọn cách đầy đủ mức 8 collector cần phải cho nó sẽ được đánh dấu "chết"
26=Chọn cách đầy đủ mức 9 collector cần phải cho nó sẽ được đánh dấu "chết"
27=Chọn cách đầy đủ mức 10 collector cần phải cho nó sẽ được đánh dấu "chết"
28=Chọn cách đầy đủ mức 11 collector cần phải cho nó sẽ được đánh dấu "chết"
29=Chọn cách đầy đủ mức 12 collector cần phải cho nó sẽ được đánh dấu "chết"
30=Đầy
31=CẢNH BÁO: Không thay đổi thiết lập này, trừ khi bạn biết những gì bạn đang làm. Đặt nó là 0 nếu bạn không chắc chắn.
32=Vô hiệu hoá Lọc Collector
33=Loại bỏ Bộ lọc Collector bot xem xét Nhà hoang như Nhà sống
34=Số Mỏ Cần Thiết
35=Chọn cách nhiều mỏ collector là cần thiết để xem xét ngôi làng "chết"
40=Kiểm tra Collectors bên ngoài
41=Tìm kiếm các cơ sở có collectors bên ngoài.
42=Đặt Min. % của collectors bên ngoài để tìm kiếm trên một ngôi làng để tấn công.

[627]
627=***Section use for Tab Load Strategy***
1=LOAD PRECONFIGURED SETTINGS.\n\n- Load ALL Train Army Tab Settings\n- Load ALL Search && Attack Tab Settings\n\n- EXCEPT: Share Replay Settings\n- EXCEPT: Take Loot Snapshot Settings\n- EXCEPT: Gem Boost Settings
2=Load Configuration
3=Delete
4=Open Strategy folder

[628]
628=***Section use for Tab Save Strategy***
1=Strategy file name
2=Notes
3=SAVE SETTINGS\n--------------------------------------\nSave ALL:\n- Train Army Tab Settings\n- Search && Attack Tab Settings\n\nExcept:\n- Share Replay Settings\n- Take Loot Snapshot Settings\n- Gem Boost Settings\n--------------------------------------
4=Save Configuration

[629]
629=***Section use for Tab Bully***
1=Bully Attack Combo
2=Chế độ Bully, TẤT CẢ cơ sở đáp ứng các yêu cầu cấp TH bên dưới sẽ bị tấn công.
3=Kích hoạt Bully sau
4=TH Bully: Số tìm kiếm để chờ đợi trước khi kích hoạt.
6=Max cấp độ TH
7=TH Bully: Max. Cấp độ Townhall để bắt nạt.
8=Khi được tìm thấy, Tấn công với các thiết lập từ
9=Nhà Hoang.
10=Sử dụng các thiết lập cuộc tấn công nhà hoang khi tấn công một trận đấu TH Bully.
11=Nhà Sống.
12=Sử dụng các thiết lập cuộc tấn công nhà sống khi tấn công một trận đấu TH Bully.

[630]
630=***Section use for Tab Options Search***
1=Giảm Tìm Kiếm
2=Kích hoạt tính năng Giảm Tìm kiếm
3=Kiểm tra này nếu bạn muốn các giá trị tìm kiếm tự động được hạ xuống sau khi một số tiền nhất định của các tìm kiếm.
4=Giảm mục tiêu sau
5=Nhập số tìm kiếm để chờ đợi trước mỗi giảm xảy ra.
6=- Giảm Gold
7=Giảm Gold sau số lần tìm trong bước tiếp theo.
8=- Giảm Elixir
9=Giảm Elixir sau số lần tìm trong bước tiếp theo.
10=- Giảm Gold + Elixir
11=Giảm G+E sau số lần tìm trong bước tiếp theo.
12=- Giảm Dark Elixir
13=Giảm Dark Elixir sau số lần tìm trong bước tiếp theo.
14=- Giảm Cup
15=Giảm Cup sau số lần tìm trong bước tiếp theo.
16=Tùy chọn Tìm Kiếm
17=Tấn công Ngay! tùy chọn.
18=Kiểm tra này nếu bạn muốn lựa chọn để có một 'Tấn công Ngay!' nút bên cạnh
19=Thêm
20=Thêm số thời gian phản ứng chậm lại việc tìm kiếm.
21=Khởi động lại mỗi
22=Quay trở lại Cơ sở sau khi tìm kiếm x và khởi động lại để tìm kiếm kẻ thù làng.
23=Thông báo khi tìm thấy Làng
24=Kiểm tra này nếu bạn muốn có một báo động âm thanh và một bảng Hiện ra khi một cơ sở để tấn công được tìm thấy.
25=các nút Start và Pause để bỏ qua những cơ sở chết hoặc tất cả các giá trị tìm kiếm cơ sở.
26=Cuộc tấn công ngay! nút sẽ chỉ xuất hiện khi tìm kiếm các ngôi làng để tấn công.

[631]
631=***Section use for Tab Milking Attack***
0=Vắt sữa
2=Elixir Collectors Cấp độ Min. để Tấn công
3=Levels 1-4
4=Level 5
5=Level 6
6=Level 7
7=Level 8
8=Level 9
9=Level 10
10=Level 11
11=Level 12
13=Attack
14=Trong đó có 1 Lvl
16=Chỉ Tấn Công Nếu
17=Khoảng cách giữa kẻ đỏ và collectors
18=Attack Gold Mines Nếu Gold dưới
19=Attack Elixir Collectors Nếu Elixir dưới
20=Attack Dark Elixir Drills Nếu Dark dưới
21=4. Lính sử dụng Để Mỗi Công trình
22=- Lính mỗi sóng:
23=- Sóng Max:
24=- Sự chậm trễ giữa Sóng (ms):
25=5a. Snipe Bên ngoài TH Sau khi Vắt sữa
27=Max Gạch Từ biên giới
28=Dùng Thuật toán
29=Snipe ngay cả Nếu Ko Collector có thể Vắt sữa
30=Sử dụng Tấn công scripted cho nhà hoang, này sẽ vô hiệu hóa tấn công tiêu chuẩn
31=Legend
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=Debug
38=Hãy hình ảnh của từng vắt sữa với bù đắp
39=tìm kiếm full, chỉ cho mục đích gỡ lỗi (rất chậm)
40=C - Tấn công
41=Hãy hình ảnh của làng
48==
50=Sức Nhẫn
51=Nhẫn Bình thường
52=Nhẫn Mạnh mẽ
53=Nhẫn Phá hủy
56=Cấu trúc Để Tấn công
57=D - Sau khi Vắt sữa
58=Nâng cao
59=Chậm: Kiểm tra các tài nguyên trong từng collector.
60=Nhanh: Chỉ kiểm tra các cấp độ của mỗi collector.
61=Kiểm tra Cấu trúc Bị Phá hủy
62=Kiểm tra Cấu trúc Phá hủy Trước Sóng
63=Trước khi tấn công một cấu trúc, kiểm tra xem nó đã bị phá hủy bởi sóng khác.
64=Bạn phải có một sự chậm trễ cao giữa sóng để sử dụng tùy chọn này
65=Kiểm tra Cấu trúc Phá hủy Sau Sóng
66=Sau khi tấn công một cấu trúc, kiểm tra xem nó đã bị phá hủy bởi sóng khác.
67=Bạn phải có một sự chậm trễ cao giữa sóng để sử dụng tùy chọn này
68=Cài đặt khoan dung
71=5. Tùy chọn thả
72=Thả từng Goblin ở cùng địa điểm
73=Thả từng Goblin tại một nơi khác
74=Thứ tự Tấn công: như được tìm thấy
75=Thứ tự Tấn công: Ngẫu nhiên
76=Thứ tự Tấn công: bên cạnh
77=B - Điều kiện
78=A - Cấu trúc
79=DIS.
80=Chọn Loại Vắt sữa Tìm kiếm
81=với các tùy chọn này, bạn có thể phát hiện hình ảnh của không bị phát hiện Elixir Vắt
82=Bật TH Snipe
83=Bật Tấn công Scripted
84=5b. Tiếp tục với 1 Tấn công Scipted
85=Chọn số lượng tối đa của sóng của quân để thả tại mỗi collector.
86=Nếu bộ thu bị tiêu diệt, sau đó không có sóng nhiều hơn sẽ được giảm xuống vào nó.

[632]
632=***Phần sử dụng cho Tab thống kê số liệu***
0=TH Level:
1=Thống kê
2=Bắt đầu với
3=Báo cáo
4=sẽ xuất hiện
5=đây trên
6=chạy đầu tiên.
7=Lượng Gold bạn có khi bắt đầu bot.
8=Lượng Elixir bạn có khi bắt đầu bot.
9=Số lượng của Dark Elixir bạn có khi bắt đầu bot.
10=Số lượng Cup bạn có khi bắt đầu bot.
11=Được
12=Số lượng Gold bạn đã đạt được về cuộc tấn công cuối cùng.
13=Số lượng Elixir bạn đã đạt được về cuộc tấn công cuối cùng.
14=Số lượng Dark Elixir bạn đã đạt được về cuộc tấn công cuối cùng.
15=Số lượng Cup bạn đạt được hoặc bị mất về cuộc tấn công cuối cùng.
16=Giải thưởng
17=Lượng Gold Thưởng bạn đã đạt được về cuộc tấn công cuối cùng.
18=Lượng Elixir Thưởng bạn đã đạt được về cuộc tấn công cuối cùng.
19=Lượng Dark Elixir Thưởng bạn đã đạt được về cuộc tấn công cuối cùng.
20=Tổng thu được
21=Tổng số Gold mà bạn đã đạt được hoặc bị mất trong khi Bot đang chạy.
22=(Bao gồm chi tiêu của các nguồn lực về nâng cấp các công trình)
23=Tổng số Elixir bạn đã đạt được hoặc bị mất trong khi Bot đang chạy.
24=Tổng số Dark Elixir bạn đã đạt được hoặc bị mất trong khi Bot đang chạy.
25=Số Cup bạn đạt được hoặc bị mất trong khi Bot đang chạy.
26=Được mỗi giờ
27=Gold tăng mỗi giờ
28=Elixir tăng mỗi giờ
29=Dark Elixir tăng mỗi giờ
30=Cup tăng mỗi giờ
31=Reset Stats
32=Thống kê: Linh tinh
33=Tấn công
34=Các số của làng bị tấn công bởi Bot.
35=Bỏ qua
36=Các số của làng đó đã bị bỏ qua trong quá trình tìm kiếm bởi Bot.
37=UPG. by Gold
38=Các số của Walls nâng cấp bằng vàng.
39=Upg. by Elixir
40=Các số của Walls nâng cấp bởi Elixir.
41=Số lượng tòa nhà nâng cấp sử dụng vàng
42=Số lượng tòa nhà nâng cấp sử dụng elixir
43=Hero Upgrade
44=Số lượng các Hero nâng cấp
45=Giảm
46=Số lượng Bot giảm Cup do Cài đặt Cup (trên tab Linh tinh).
47=Thời gian Chạy
48=Tổng thời gian chạy của Bot.
49=Upg. Cost Gold
50=Chi phí của Gold được sử dụng bởi bot trong khi nâng cấp tường
51=UPG. Cost Elixir
52=Chi phí của Elixir được sử dụng bởi bot trong khi nâng cấp tường
53=Chi phí của Gold được sử dụng bởi bot trong khi nâng cấp các công trình
54=Chi phí của Elixir được sử dụng bởi bot trong khi nâng cấp các công trình
55=Upg. Cost DElixir
56=Chi phí của Dark Elixir được sử dụng bởi bot trong khi nâng cấp Hero
57=Nbr of OoS
58=Số lỗi Out of Sync xảy ra
59=Search Cost
60=Chi phí tìm kiếm bỏ qua các làng bằng Gold
61=Train Cost Elixir
62=Elixir dành cho việc huấn luyện quân Barrack
63=Train Cost DElixir
64=Dark Elixir dành cho đào tạo quân Dark Barrack
65=Gold collected
66=Gold đã đạt được bằng cách thu thập các mỏ
67=Elixir collected
68=Elixir đã đạt được bằng cách thu thập các mỏ
69=DElixir collected
70=Dark Elixir đã đạt được bằng cách thu thập khoan
71=Nhà Hoang
72=Tấn công
73=Các số Nhà hoang bị tấn công bởi Bot.
74=được
75=Lượng Gold thu được từ tấn công nhà hoang bởi Bot.
76=Lượng Elixir thu được từ tấn công nhà hoang bởi Bot.
78=Nhà ́Sống
79=Các số nhà sống bị tấn công bởi Bot.
80=Lượng Gold thu được từ tấn công nhà sống bởi Bot
81=Lượng Elixir thu được từ tấn công nhà sống bởi Bot.
82=Lượng Dark Elixir thu được từ tấn công nhà sống bởi Bot.
83=Lượng Cup thu được từ tấn công nhà sống bởi Bot.
84=TH Bully
85=Số cơ sở TH Bully bị tấn công bởi Bot.
86=Lượng Gold thu được từ tấn công các cơ sở TH Bully bởi Bot.
87=Lượng Elixir thu được từ tấn công cơ sở TH Bully bởi Bot.
88=Lượng Dark Elixir thu được từ tấn công cơ sở TH Bully bởi Bot.
89=Lượng Cup thu được từ tấn công cơ sở TH Bully bởi Bot.
90=TH Snipe
91=Lượng Gold thu được từ tấn công các cơ sở TH Snipe bởi Bot.
92=Lượng Elixir thu được từ tấn công các cơ sở TH Snipe bởi Bot.
93=Lượng Dark Elixir thu được từ tấn công các cơ sở TH Snipe bởi Bot.
94=Lượng Cup thu được từ tấn công các cơ sở TH Snipe bởi Bot.
95=Số lượng thành công TH Snipes
96=Số lượng thất bại TH Snipe 
97=ở đây khi
98=mỗi attack
99=sẽ cập nhật
100=Lượng Dark Elixir thu được từ tấn công nhà hoang bởi Bot.
101=Các số tấn công của TH Snipes bởi Bot.
102=Tấn công Cuối cùng
103=Thực  hiện Nâng cấp
104=Chi phí Nâng cấp
105=Chạy:
106=League
200=Thống kê Top Loot
201=Top Loot: 
202=Top Gold thu được
203=Top Elixir thu được
204=Top Dark thu được
205=Top Trophy thu được
210=Totals 3d Bar
211=Totals Line
212=Rate/Hr Line
213=Attack Line
300=NewSmartZap
301=Zap
302=Số Spells đã sử dụng
303=Số dark elixir đã giật trong vụ tấn công bằng lightning.

[633]
633=***Phần sử dụng cho Tab tùy chọn cuối Trận đấu ***
1=Chia sẻ Xem lại
2=Chia sẻ xem lại trong trò chuyện Clan của bạn.
3=Kiểm tra này để chia sẻ phát lại chiến của bạn trong trò chuyện clan.
4=Khi Tài nguyên Đạt
5=Chỉ chia sẻ xem lại khi cuộc chiến cướp là nhiều hơn so với lượng Gold.
6=Chỉ chia sẻ xem lại khi cuộc chiến cướp là nhiều hơn so với lượng Elixir.
7=Chỉ chia sẻ xem lại khi cuộc chiến cướp là nhiều hơn so với lượng Dark Elixir.
8=Sử dụng tin nhắn ngẫu nhiên từ danh sách này
9=Nice\r\nGood\r\nThanks \r\nWowwww
10=Gửi tin nhắn với chia sẻ xem lại
11=Hãy Chụp ảnh Cướp
12=Kiểm tra này nếu bạn muốn lưu một bản chụp cướp của làng bị tấn công.
13=Bao gồm thông tin cướp trong tên tập tin
14=Bao gồm thông tin cướp trong tên tập tin ảnh chụp màn hình

[634]
634=***Phần sử dụng cho Tab tùy chọn tấn công***
1=Kỹ năng Hero
2=Tự động kích hoạt (red zone)
3=Kích hoạt kỹ năng khi các Hero trở nên yếu.
4=Heroes được kiểm tra và kích hoạt riêng.
5=Timed sau
6=Kích hoạt các kỹ năng trên một giờ.
7=Tất cả các anh hùng được kích hoạt cùng một lúc.
8=Cài đặt thời gian trong vài giây cho thời gian Kích hoạt các kỹ năng Hero.
9=Kích hoạt Kỹ năng của Warden tính thời gian sau
10=Sử dụng kỹ năng của Grand Warden trên một giờ.
11=Cài đặt thời gian trong vài giây cho Thời gian kích hoạt Kỹ năng của Grand Warden.
12=Nhà Clan Castle
13=Cân Bằng Đóng góp/Nhận
14=Thả nhà Clan Castle của bạn chỉ khi bạn Cho/Nhận tỷ lệ lớn hơn tỷ lệ D/R dưới đây.
15=Tỷ lệ Cho
16=Tỷ lệ Muốn Cho/Nhận
17=1/1 có nghĩa cho = nhận, 1/2 có nghĩa là tặng = một nửa nhận, vv
18=Tỷ lệ Nhận
20=Lịch trình Tấn công
21=Kích hoạt Lịch trình
22=Tùy chọn này sẽ cho phép bạn lên lịch giờ tấn công
23=Bot tiếp tục chạy và sẽ chỉ tấn công khi lịch trình cho phép
24=Đóng CoC
25=Tùy chọn này sẽ đóng ứng dụng CoC khi không lên kế hoạch tìm và tấn công!
26=Bot tiếp tục chạy và sẽ khởi động lại khi lịch trình cho phép
27=Đóng Giả lập
28=Tùy chọn này sẽ đóng giả lập khi không lên kế hoạch tìm và tấn công!
29=Tự vô hiệu hóa
30=Tùy chọn này sẽ ngẫu nhiên ngừng tấn công
31=Chọn số giờ bạn muốn ngừng tấn công
32=
33=
34=
35=Daily Limit
36=Ngẫu nhiên sẽ ngừng tấn công khi vượt quá con số ngẫu nhiên của các cuộc tấn công giữa phạm vi lựa chọn
37=Nhập số lượng tối thiểu của các cuộc tấn công được cho phép mỗi ngày
38=Nhập số lượng tối đa của các cuộc tấn công được cho phép mỗi ngày
39=to
40=Bật Lịch Thả Clan Castle
41=Sử dụng lịch trình để xác định khi thả Clan Castle được cho phép, \r\n Clan Castle luôn giảm khi lịch trình không được kích hoạt

[635]
635=***Phần sử dụng cho Tạo Scripted tấn công***
1=Tạo Mới Tập tin Script
2=Tên Tập tin Scrip Mới
3=Tập tin tồn tại, xin vui lòng nhập vào một tên mới
4=Có lỗi xảy ra khi tạo tập tin.
5=Sao chép đến tập tin Scrip mới
6=Sao chép
7=đến Tên Tập tin Scrip Mới

[636]
636=***Phần sử dụng cho Tab Bot Tùy chọn***
2=Khi tải Bot
3=Kiểm tra Cập nhật
4=Kiểm tra nếu bạn đang chạy phiên bản mới nhất của bot.
5=Xóa Tập tin Nhật ký
6=Xóa tập tin nhật kí lớn hơn số quy định của ngày.
7=ngày
8=Xóa Tập tin Temp
9=Xóa các file tạm lớn hơn số quy định của ngày.
10=Xóa Hình ảnh Cướp
11=Xóa các tập tin hình ảnh cướp nhiều hơn số quy định của ngày.
12=Khi Bot Bắt đầu
13=Tự động Start sau
15=Kiểm tra ngôn ngữ trò chơi (EN)
16=Kiểm tra xem các trò chơi được thiết lập với ngôn ngữ chính xác (Phải được thiết lập Tiếng Anh).
17=Tự động căn
18=Đặt lại vị trí/Căn Giả lập  Android và cửa sổ BOT trên màn hình.
19=Bù lại
20=Bù đắp điểm ảnh theo chiều ngang giữa Giả lập Android và cửa sổ BOT.
21=Bù đắp điểm ảnh theo chiều dọc giữa Giả lập Android và cửa sổ BOT.
22=0,0: Giả lập Android-Bot
23=0,0: Bot-Giả lập Android
24=SNAP: Bot Trên Bên phải Android
25=SNAP: Bot Trên Bên trái Android
26=SNAP: Bot Dưới Bên phải Android
27=SNAP: Bot Dưới Bên trái Android
28=0,0: Đổi vị trí màn hình Giả lập Android đến vị trí 0,0 trên windows và sắp xếp cửa sổ Bot phải hoặc trái để nó.
29=SNAP: Chỉ sắp xếp lại các windows, của sổ Align Bot để cửa sổ Giả lập Android tại Tren Phải, Trên Trái, Dưới Phải hay Dưới Trái.\r\nDOCK: Tích hợp Màn hình Android vào cửa sổ bot.
30=Thời gian Click Đào tạo
31=Đào tạo Lính
32=Delay
33=Tăng chậm trễ nếu máy tính của bạn chậm hoặc để tốc độ nhấp chuột tạo ra như con người đào tạo
34=Debug
35=Debug: Viết nhấp (x,y) phối hợp với các nhật ký.
36=Debug: Cho phép bật debug SetLog trong mã cho khắc phục sự cố.
37=Debug: Cho phép hình ảnh OCR lưu cho xử lý sự cố.
38=Debug: Cho phép hình ảnh lưu cho xử lý sự cố.
39=Debug: Cho phép thể hiện vị trí của các tòa nhà trong nhật ký.
40=Nhấp chuột
41=Tin nhắn
42=OCR
43=Hình ảnh
44=Các Công trình
45=Lựa chọn Khác
46=Tổng Lượng Lính
47=Nếu không được phát hiện thiết lập các giá trị trại quân đội (thay vì yêu cầu)
55=Tùy chọn Ảnh chụp màn hình 
56=Hãy ở định dạng PNG
57=Ẩn Tên ngôi làng và Nhà Clan Castle
58=Tự động BẮT ĐẦU Bot sau khi số giây này.
61=Buộc Thoát Khi PB
62=Bot Buộc thoát CoC một thời gian trước khi bắt đầu bình thường của Personal Break
63=Gõ vào số phút để giữ đóng CoC. Thiết lập tối thiểu để 15 phút để thiết lập lại Personal Break đếm thời gian!
65=Trừ thời gian để thoát PB
66=Gõ vào số phút để đóng CoC sớm! Cài đặt dưới 10 phút có thể không hoạt động!
71=Khởi động lại Bot để tải chương trình với ngôn ngữ mới:
72=Tùy chọn
73=Đào tạo
74=Debug: Cho phép hiện gỡ lỗi trong quá trình đào tạo.
75=Chậm trễ Tìm Kiếm Làng
76=Sử dụng thanh trượt này để thay đổi thời gian chờ đợi giữa các nhấp chuột Next khi tìm kiếm một ngôi làng để tấn công.
77=Điều này có thể bù đắp cho lỗi không đồng bộ (OoS) trên một số máy tính.
78=KHÔNG BẢO ĐẢM! Điều này sẽ luôn luôn không có kết quả tương tự!
80=Max
81=Kích hoạt tính năng ngẫu nhiên tìm kiếm làng chậm trễ bằng cách thiết lập
82=dưới giá trị trượt Max cao hơn giá trị tối thiểu 
83=GUI ngôn ngữ
84=Sử dụng điều này để chuyển sang một ngôn ngữ giao diện khác nhau
85=thiết bị từ xa
86=Khi 'thiết bị khác' chờ đợi
87=Nhập thời gian để chờ đợi (trong phút) trước khi Bot kết nối lại khi một thiết bị khác nắm quyền kiểm soát.
88=Thử nghiệm đào tạo
89=Kiểm tra Donate
90=Kiểm tra Tấn công Bar
91=Lỗi Đóng góp Trực tuyến
92=Debug: làm ocr đóng góp và chỉ mô phỏng tặng nhưng không tặng bất kỳ quân
93=Nâng cao
94=Click Ngẫu nhiên
95=DOCK: Android vào Bot
96=Đang cập nhật khi giảm thiểu
97=Kích hoạt tính năng giảm thiểu thói quen khác nhau cho cửa sổ bot.\r\nKhi bot được giảm thiểu, cập nhật màn hình được thể hiện trong bản xem trước thanh tác vụ.
98=Ẩn khi giảm thiểu
99=Ẩn cửa sổ bot trong thanh tác vụ khi giảm thiểu.\r\nDùng Biểu tượng trên khay 'Hiện bot' để hiển thị cửa sổ bot.
100=Vô hiệu hóa màn hình Splash
101=Vô hiệu hóa màn hình khởi động.
102=Test Click Drag (scrolling)
103=Kiểm tra Hình ảnh
104=Kiểm tra Eagle
105=Kiểm tra Thư mục
106=Kiểm tra Attack Bar 2
107=Hình ảnh Nhà hoang 
108=Debug: Chụp Bỏ qua và phát hiện nhà hoang

[637]
637=***Phần sử dụng cho Tab Bot hồ sơ***
1=Chuyển đổi hồ sơ
2=Sử dụng để chuyển sang một hồ sơ khác
3=Hồ sơ của bạn có thể được tìm thấy trong
4=Làng tôi
5=Tên làng/Hồ sơ của bạn
6=Thêm mới Hồ sơ
7=Xác nhận
8=Xóa hồ sơ
9=Hủy bỏ
10=Đổi tên hồ sơ
11=Hồ sơ đã Có sẵn
12=%s đã tồn tại.\r\nVui lòng chọn tên cho hồ sơ của bạn.
14=Bạn có chắc chắn rằng bạn thực sự muốn xóa hồ sơ không?\r\nHành động không thể được hoàn tác.

[640]
640=***Phần sử dụng cho tất cả Popups***
1=Ok|Hủy
2=Lỗi Cài đặt Hiển thị
3=DPI không chính xác
4=DPI của bạn là không chính xác. Nó được thiết lập để
5=%. Bạn phải thiết lập nó để 100% cho bot này làm việc.
6=Khi bạn đã thay đổi DPI với giá trị chính xác, khởi động lại máy tính của bạn và chạy bot nữa.
7=Bạn sẽ không thể sử dụng bot cho đến khi bạn thực hiện thay đổi này.
8=Nhấn OK để xem hướng dẫn về cách thay đổi DPI
9=Không được hỗ trợ
10=Rất tiếc, hệ điều hành của bạn không được hỗ trợ bởi các bot.
11=Chào bạn, chúng ta đang thiếu một số tập tin!
12=Xin hãy giải nén tất cả các file và thư mục và bắt đầu chương trình này một lần nữa!
13=Xin lỗi, nút Bắt đầu bị vô hiệu hóa cho đến khi cố định!
14=Ok
15=Chào bạn, tên tập tin không chính xác!
16=Bạn đã đổi tên các tập tin "MyBot.run.exe"! Vui lòng thay đổi nó trở lại MyBot.run.exe và khởi động lại bot!
17=MyBot đã trải qua một lỗi nghiêm trọng
18=Không thể tìm thấy hoặc bắt đầu lên
19=và tìm kiếm các diễn đàn www.mybot.run để được giúp đỡ nhiều hơn nữa
20=Đóng MyBot!
21=Được rồi - Phải thoát khỏi chương trình
22=Khởi động lại máy tính và thử lại,
23=Trại lính
24=Quân lính
25=Nhấn OK sau đó bấm vào một trong của bạn
26=Không di chuyển chuột một cách nhanh chóng sau khi nhấp vào vị trí
27=Hãy chắc chắn rằng tên tòa nhà có thể nhìn thấy đối với tôi!
28=Định vị
29=Câu hỏi
30=Bạn có bao nhiêu barrack?
31=Nhập Khái quát Quân lính Tab Vị trí của Barrack này [1|2|3|4]:
32=Nhấn OK sau đó nhấn vào nhà Clan Castle của bạn
33=Xác định vị trí nhà Clan 
34=Nhấn OK sau đó nhấn vào Queen Altar của bạn
35=Định vị Queen Altar
36=OK
37=Để ý
38=Giữ chuột RA NGOÀI cửa sổ Giả lập Android  Trong khi tôi kiểm tra nâng cấp của bạn, Cảm ơn bạn !!
39=Nhấn OK sau đó nhấn vào King Altar của bạn
40=Xác định vị trí King Altar
41=Nhấn OK sau đó nhấn vào Grand Warden Altar của bạn
42=Xác định vị trí Drand Warden Altar
43=Nhấn OK sau đó nhấn vào công trình phòng thí nghiệm của bạn
44=Xác định vị trí trong phòng thí nghiệm
45=Nhấn OK sau đó nhấn vào Nhà Spell của bạn
46=Xác định vị trí Nhà spell
47=Xác định vị trí Nhà Dark Spell
48=Nhấn OK sau đó nhấn vào Nhà Dark Spell của bạn
49=Nhấn OK sau đó nhấn vào TownHall của bạn
50=Xác định vị trí TownHall
51=Nhấp vào nút 'Xác định vị trí Công trình' sau đó nhấn vào các Công trình/Hero của bạn để nâng cấp.
52=Nhấn vào nút 'Hoàn tất' khi hoàn vị tất cả các nâng cấp.
53=Nhấn vào Hủy để thoát khỏi việc tìm kiếm các tòa nhà
54=Xác định vị trí Công trình|Xong|Hủy
55=Xác định vị trí nâng cấp
56=Văn bản lỗi đọc
57=Nhập chi phí của việc nâng cấp
58=Lưu bản sao của hình ảnh nâng cấp để phân tích phát triển?
59=YES|NO
60=   GOLD   |  ELIXIR  |DARK ELIXIR
61=Cần người giúp
62=Chọn Loại Nâng cấp:
63=Nhấn OK để Xóa và Thiết lập lại tất cả các thông tin Công trình,
64=LƯU Ý = >> Bot sẽ thoát ra và cần phải được khởi động lại khi hoàn thành
65=Nhấn Hủy để thoát
66=Xóa Và Thoát|Hủy
67=Xóa Thông Tin Công trình ?
68=Bạn có chắc chắn 100% bạn muốn xóa thông tin Công trình ?
69=Nhấn OK để xóa và sau đó khởi động lại bot (bằng tay)
70=Xóa cấu hình
71=Bạn có chắc chắn muốn xóa các cấu hình ?
72=Nếu bạn định vị TH của bạn vì bạn đã nâng cấp,
73=sau đó bạn phải khởi động lại bot !!!
74=Nhấn OK để khởi động lại bot,      
75=Thoát|Hủy
76=Vui lòng Đóng Bot!
77=Bạn có chắc chắn bạn muốn khởi động lại bot ?
78=Nhấn OK để đóng bot và sau đó khởi động lại bot (bằng tay)

[641]
641=***Phần sử dụng cho quân đội đào tạo Tùy chọn***
1=Tùy chọn
2=Đào tạo thời gian nhàn rỗi
3=Đóng Trong Khi Đào tạo
4=Tùy chọn sẽ thoát CoC cho thời gian cần thiết để hoàn thành đào tạo quân khi SHIELD ĐANG HOẠT ĐỘNG
5=Đóng để tạo Spell sẽ được kích hoạt khi 'Chờ Spells' được chọn vào tab Tìm Kiếm
6=Đóng cho Hero hồi máu sẽ được kích hoạt khi 'Chờ Heroes' được kích hoạt trên Tab Tìm Kiếm
7=Nếu ko có Shield
8=Tùy chọn này sẽ luôn luôn đóng CoC cho thời gian đào tạo nhàn rỗi khi SHIELD KHÔNG HOẠT ĐỘNG!
9=Lưu ý - Bạn có thể bị tấn công và mất Cup khi tùy chọn này được kích hoạt!
10=Đóng ngẫu nhiên
11=Lựa chọn ngẫu nhiên sẽ lựa chọn giữa thời gian thoát, đóng CoC, hoặc Đóng giả lập khi lựa chọn
12=
13=Đóng giả lập
14=Tùy chọn này sẽ đóng hoàn toàn Giả lập Android khi được chọn
15=Thêm tùy chọn này có thể làm tăng thời gian ẩn nhẹ do mất thời gian cần thiết để khởi động
16=Thời gian chuẩn
17=Chọn để chờ đợi thời gian chính xác cần thiết cho quân đội để hoàn thành đào tạo
18=Chọn bao nhiêu thời gian để chờ đợi khi tính năng cho phép
19=Time ngẫu nhiên
20=Chọn thêm một thời gian chờ đợi ngẫu nhiên như con người quên clash
21=Nhập tỷ lệ % tối đa thêm thời gian để được sử dụng tạo ra thời gian chờ ngẫu nhiên,
22=Bot sẽ tính toán một thời gian chờ đợi ngẫu nhiên giữa thời gian chính xác cần thiết, và
23=Tối đa ngẫu nhiên như % nhập vào xuất hiện nhiều hơn như con người
25=Đào tạo theo thứ tự
24=Nhập để tự đào tạo
27=Kích hoạt tính năng để lựa chọn một thứ tự về quân
28=Thay đổi thứ tự đào tạo có thể hữu ích với CSV kịch bản quân đội tấn công!
29=Nhập để tự đào tạo của quân #
26=Tuỳ chỉnh Thứ tự
30=Áp dụng Thứ tự Mới
31=Nút đẩy khi lựa chọn thứ tự đào tạo quân tùy chỉnh xong
32=Biểu tượng thay đổi màu sắc dựa trên trạng thái: Đỏ = Không được thiết lập, Xanh = Đã được thiết lập
33=Tuỳ chỉnh thứ tự
34=Kích hoạt tính năng lựa chọn một thứ tự đào tạo quân

[7]
108=Hồ sơ đã Có sẵn
109=đã tồn tại.
110=Hãy chọn tên cho hồ sơ của bạn
[1000]
1=Đào tạo Lính
2=Brew Spells
3=Tùy chọn Đào tạo | Quick Train
[700]
0=Goblin XP
1=Goblin XP
2=Bật Goblin XP
3=Đào tạo quân đội farm XP
4=Farm XP thay cho tấn công
5=Use
6=to gain XP
7=XP tại Start
8=XP hiện tại
9=XP Won
10=XP Won/giờ
11=Goblin XP tấn công liên tục các TH của Goblin dã ngoại farm XP.
12=Mỗi cuộc tấn công, bạn giành chiến thắng 5 XP
[655]
1=Tùy chọn Chuyển Tài Khoản
3=Profile hiện tại:
4=Sử dụng để chuyển sang một cấu hình khác nhau
5=Profile của bạn có thể được tìm thấy trong
6=Tên làng/profile của bạn
7=Thêm mới profile
8=Xác nhận
9=Xóa profile
10=Hủy bỏ
11=Đổi tên ptofile
12=Xóa hồ sơ bằng cách loại bỏ tất cả các thiết lập không còn được hỗ trợ mà có thể dẫn đến hành vi xấu
13=Tùy chọn Chuyển Profile
14=Điều kiện Gold chuyển Profile
15=Chuyển
16=Kích hoạt tính năng này để chuyển profiles khi Gold cao hơn.
17=Chọn profile được chuyển khi có điều kiện gặp
18=Khi Gold là Trên
19=Đặt số lượng Gold để kích hoạt Chuyển Profile.
20=Kích hoạt tính năng này để chuyển profiles khi Gold thấp hơn.
21=Khi Gold là Dưới
22=Điều kiện Elixir chuyển Profile
23=Kích hoạt tính năng này để chuyển profiles khi Elixir cao hơn.
24=Khi Elixir là Trên
25=Đặt số lượng Elixir để kích hoạt Chuyển Profile.
26=Kích hoạt tính năng này để chuyển profiles khi Elixir thấp hơn.
27=Khi Elixir là Dưới
28=Điều kiện Dark Elixir chuyển Profile
29=Kích hoạt tính năng này để chuyển profiles khi Dark Elixir cao hơn.
30=Khi Dark Elixir là Trên
31=Đặt số lượng Dark Elixir để kích hoạt Chuyển Profile.
32=Kích hoạt tính năng này để chuyển profiles khi Dark Elixir thấp hơn.
33=Khi Dark Elixir là Dưới
34=Điều kiện Cup chuyển Profile
35=Kích hoạt tính năng này để chuyển profiles khi Cup cao hơn.
36=Khi Cup là Trên
37=Đặt số lượng Cup để kích hoạt Chuyển Profile.
38=Kích hoạt tính năng này để chuyển profiles khi Cup thấp hơn.
39=Khi Cup là Dưới
50=Kiểu Profile:
51=Chọn kiểu cho Profile này
52=Active Profile cho botting
53=Donate Profile cho chỉ tặng
56=Thiết lập Active Profile cho đào tạo lính & tấn công
55=Active
54=Profile Idle để ở lại không hoạt động
57=Donate
58=Thiết lập Donating Profile cho đào tạo lính & chỉ tặng
59=Idle
60=Thiết lập Idle Profile. Bot sẽ bỏ qua Profile này
61=Số. Acc. Tương Ứng
62=Chọn số của Tài khoản CoC để phù hợp với Profile này
63=Chế độ Chuyển Tài Khoản
64=Kích hoạt Chuyển Tài Khoản
65=Chuyển sang tài khoản khác & profile khi thời gian đào tạo quân là >= 3 phút
66=Chức năng này hỗ trợ tối đa 8 tài khoản CoC & 8 Bot profiles
67=Hãy chắc chắn để tạo ra đủ Profiles bằng số tài khoản CoC, và sắp xếp các chỉ số của các tài khoản tương xứng với các profile
68=Tổng CoC Acc:
69=Chọn số Tài khoản CoC đã đăng nhập
70=Smart switch
71=Chuyển sang tài với thời gian đào tạo ngắn nhất
72=Normal switch
73=Chuyển đổi các tài khoản liên tục
74=Combo Ngủ Khi Chuyển Tài Khoản
75=Đóng CoC kết hợp với chuyển tài khoản khi có nhiều hơn 3 phút còn lại vào thời gian đào tạo của tất cả các tài khoản.
76=Đóng CoC
77=Đóng Android
78=Xác Định Vị Trí Tọa Độ Tài khoản
79=Xác Định Vị Trí Tài Khoản Của Bạn Số. 
80=Clear All
81=Dọn dẹp dữ liệu của tất cả các tài khoản
82=Profiles
83=Cập nhật Profiles/Acc tương xứng
200=Train
201=Kích hoạt nó để Đào tạo quân donate tại Quick Train 3 trước khi chuyển sang tài khoản.
202=Chức năng này đòi hỏi phải sử dụng Quick Train, không Custom Train.
203=Sử dụng army 1 cho lính farming, army 2 cho spells và army 3 cho lính donated.

[701]
0=Bot Humanization
1=Bật Bot Humanization
2=Hãy clicks random ALL BOT
3=Thiết lập
4=Đọc Clan Chat
9=Never
5=Đọc Global Chat
6=Nói...
7=Or
8=K.động thách thức với thông điệp
10=Can you beat my village ?
11=Xem Phòng Thủ
12=Xem Tấn Công
13=Max Tốc độ Replay
14=Tạm ngừng Replay
15=Xem Nhật Ký War
16=Thăm Clanmates
17=Nhìn Chơi Hay Nhất
18=Nhìn vào Clans Nhất
19=Nhìn vào War Hiện Tại
20=Xem Replays
21=Max Tốc độ Replay
22=Tạm ngừng Replay
23=Không làm gì cả
24=Max Actions by Loop
25=Thu thập những thành tựu tự động
26=Nhìn vào cờ màu đỏ/tím vào nút
[702]
0=Thống kê Profile
1=Thống kê số liệu đạt được cho mỗi Profile
[705]
1=NewSmartZap
2=Dùng Lightning Spells Để Giật Drills
3=Kiểm tra này để thả Lightning Spells trên đầu của Dark Elixir Drills.
4=Hãy nhớ để đi đến tab 'lính' và đưa công suất tối đa 
5=hoặc sản xuất spell của bạn và số lượng của các spells để các bot 
6=có thể hoạt động hoàn hảo.
7=Use NoobZap to Zap any Dark Drills
8=Kiểm tra này để thả lightning spells trên bất kỳ Elixir Drills,
9=__Nếu bạn không thích SmartZap, Đây có phải là Sự lựa chọn đúng.__
10=Chỉ Giật Drills trong Nhà Hoang
11=Đó là khuyến cáo bạn chỉ giật trong các nhà hoang như hầu hết các 
12=Dark Elixir trong một nhà sống sẽ có trong lưu trữ.
13=Số lượng Min. của Dark Elixir:
14=Các giá trị ở đây phụ thuộc rất nhiều vào những gì cấp Town Hall của bạn là, 
15=và những gì cấp độ drills mà bạn thường thấy.
16=Tăng thu của Dark Drills:
17=Đặt giá trị cho lợi ích dự kiến mỗi Dark Drill
18=NoobZap sẽ được dừng lại nếu, giật cuối cùng đã đạt được ít hơn DE đã dự kiến
19=TH snipe NoZap if Heroes Deployed
20=Điều này sẽ ngăn chặn SmartZap từ giật một căn cứ trên một Town Hall Snipe 
21=nếu heroes của bạn đã được triển khai. 
22=Điều này bảo vệ sức khỏe của họ để họ sẽ sẵn sàng cho trận chiến sớm!
23=Số spells đã sử dụng.
24=Số DE đã giật được trọng vụ tấn công bằng lightning.
